alsa-plugins
ani-cli-git
appimagelauncher
ark
azote
baobab
base
base-devel
bash-completion
blueman
bluez-utils
brave-bin
breeze
brightnessctl
btop
btrfs-assistant
btrfs-progs
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cemu
cheese
clamav
cronie
cups
cups-pdf
dhcpcd
dolphin-emu
dunst
efibootmgr
emacs
envycontrol
eog
epiphany
evince
fabric-server
ffmpeg
ffmpegthumbnailer
file-roller
filezilla
firewalld
fzf
gamemode
gamescope
gamescope-session-git
gdm
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-clipboard-indicator
gnome-shell-extension-coverflow-alt-tab
gnome-shell-extension-emoji-selector-git
gnome-shell-extension-no-overview
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
godot
grapejuice
grilo-plugins
grimblast-git
grub
gscan2pdf
gutenprint
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
handbrake
hyprland-nvidia-git
indicator-kdeconnect-git
intel-ucode
iptables-nft
iwd
java-openjdk-bin
jre-openjdk
kdeconnect
kitty
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud-git
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils-tkg
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia-tkg
lib32-pipewire
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libretro-citra
libretro-dolphin
linux
linux-firmware
linux-headers
lutris
lxappearance
malcontent
mangohud-git
mmv-go
mpv
nautilus
neofetch
network-manager-applet
networkmanager
nodejs
noise-suppression-for-voice
nordic-theme
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms-tkg
nvidia-egl-wayland-tkg
nvidia-prime
nvidia-settings-tkg
nvidia-utils-tkg
nwg-look-bin
okular
opencl-nvidia-tkg
openresolv
orca
os-prober
pamixer
papirus-icon-theme
partitionmanager
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
plasma-browser-integration
playerctl
polkit-gnome
python-pip
python-psutil
python-pydbus
python-pynvim
qt5ct-kde
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
rofi-emoji
rofi-lbonn-wayland
rygel
samba
sassc
screen
sddm-git
selectdefaultapplication-git
snap-pac-grub
snapper
snapper-rollback
speedcrunch
spotify
starship
steam
sudo
sushi
swaybg
swayidle
swaylock-effects
system-config-printer
thunderbird
totem
ttf-dejavu
tumbler
udiskie
unityhub
unrar
unzip
update-grub
viewnior
vim
vulkan-intel
waybar-hyprland-git
wf-recorder
wine-gecko
wine-mono
wine-staging
winetricks
wireplumber
wl-clipboard
wlogout
wlr-randr
wofi
wtype
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdotool
yelp
yt-dlp
